[
    {
        "_id": "6202942006bd6e8b632605b7",
        "title": "Suspect",
        "url": "https://open.spotify.com/show/57n3Abokr4RKNLRp3IyKoq?si=2401c04ce88940c7",
        "category": [
            "True Crime"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/09/27/suspect.jpg",
        "creators": [
            "null"
        ],
        "description": "This is the gripping story of Aparna Jinaga's gruesome unsolved murder at a 2008 Halloween party. Suspect chronicles all the details, including how DNA evidence potentially put the wrong man behind bars. Host Matthew Shaer and reporter Eric Benson go through painstaking detail trying to find out what happened and why. They expose the flaws in the criminal justice system with a focus on race. It's so well done, from the music to the emotional storytelling, that it'll leave you with big feelings when you're done.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605b8",
        "title": "Believe Her",
        "url": "https://open.spotify.com/show/0VqP7R41LntCG4LC1P2oWL?si=34a7112959fd4d66",
        "category": [
            "Stories",
            "True Crime"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/12/31/believe-her.jpg",
        "creators": [
            "Lemonada Media"
        ],
        "description": "What happened to Nikki Addimando after she killed her husband in self defense? The listener is presented with the harsh moment-by-moment events right out of the gate. It's harrowing, but it sucks you in immediately. You learn Nikki's backstory, what kind of mother she was and the documented abuse she suffered for years. Journalist Justine van der Leun does an incredible job of sharing all sides of the story—interviewing Addimando, the family of her late husband, friends, family and people in the criminal justice system. There is no way you can believe that she, and so many other women like her, deserve to sit in jail for defending themselves—especially while abusers so often get off free. This is a tough but important listen.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605ba",
        "title": "Gangster Capitalism",
        "url": "https://open.spotify.com/show/5v3AVISCObOPHdOigzE3zj?si=03f0e8da6a984622",
        "category": [
            "Society, Culture"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/09/27/gangster.jpg",
        "creators": [
            "C13Originals"
        ],
        "description": "This is a prime example of how journalism can lead to justice. Season 3 digs into Liberty University. They focus on how they've covered up years of sexual assault cases under the guise of Christian conservatism aka The Liberty Way. You'll learn all about the Falwell family, their ties to discrimination, politics and religion. Host Andrew Jenks goes through the salacious details of Falwell Jr and the pool boy stuff too—but the testimony from the women silenced is the most riveting. Since the series debuted, several lawsuits have been filed against the university.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605bb",
        "title": "The Improvement Association",
        "url": "https://open.spotify.com/show/05IaQthMEh8NSqpbfaO12y?si=98f71b1a5d1d4114",
        "category": [
            "Culture",
            "Documentary"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/04/27/improvement-assoc.jpg",
        "creators": [
            "Serial Productions",
            "The New York Times"
        ],
        "description": "On the heels of the Big Lie and election-fraud allegations, the team behind Serial takes a look at the headline-grabbing events that happened in Bladen County, N.C. Host Zoe Chace (The American Life) goes behind the scenes of the 2018 local election that spurred an absentee-ballot national scandal. Everyone seems to know each other in this community. Chase's writing and face-to-face conversations about what happened are eye-opening, compelling and sometimes heartbreaking. It gives some insight into why we're seeing new election laws all over the country.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605b9",
        "title": "Southlake",
        "url": "https://open.spotify.com/show/2Tv6EiSkzhzsB7UaTN8cHH?si=c37b4181cdad4886",
        "category": [
            "Documentary"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/12/31/southlake.jpg",
        "creators": [
            "NBC News"
        ],
        "description": "If you've ever wondered how school board meetings went off the rails, this is the podcast for you. NBC News's Mike Hixenbaugh and Antonia Hylton take an in-depth look at Southlake High School in Texas. When a racist incident rocks the town, a Cultural Competence Action is introduced. Then Covid-19 hits and things get even more heated. The storytelling takes you there in real time. Some of the actual audio footage is so shocking you just can't believe what is happening. If you want to know where all the Critical Race Theory discussions began, this is ground zero. Southlake should be a required listen for backstory on what is happening at schools across the country.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605bf",
        "title": "Just Enough Family",
        "url": "https://open.spotify.com/show/42FEMpr0hRTFsi2JCCpsNe?si=9d91e869193949a1",
        "category": [
            "Business",
            "Society",
            "Culture"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/11/02/just-enough.jpg",
        "creators": [
            "Three Uncanny Four"
        ],
        "description": "The Steinbergs were one of the richest families in America. Private jets, luxury homes in the Hamptons, shopping and extravagant parties. Some even referred to them as the Jewish Kennedys. Learn about the spectacular rise and fall of this family through interviews by author and New Yorker writer Ariel Levy. Maternity clothing retail giant Liz Lange and her family take you through the decades of decadence. It's the first time most of them are speaking on the record, and the conversations are riveting. Heartbreak, cheating, death, extreme wealth, backstabbing, secrets—nothing is what it seems. If you're a fan of Succession, this is a story you will totally love.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605be",
        "title": "Sway",
        "url": "https://open.spotify.com/show/44fllCS2FTFr2x2kjP9xeT?si=abcddc2107e0427a",
        "category": [
            "Society",
            "Culture"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/assets_c/2021/03/sway-thumb-210x210-1295041.jpg",
        "creators": [
            "New York Times Opinion"
        ],
        "description": "There are so many interview podcasts but none get to their point with as much grit and vigor as Kara Swisher's Sway. She talks to tech giants, politicians, authors, celebrities, Pulitzer Prize winners and freedom fighters. You never know what you're going to get guest-wise, but you're guaranteed a truly spirited conversation. She pushes back when necessary but never makes the guest feel like they're being ambushed. As a tech writer for The New York Times, that's where her expertise lies. The Silicon Valley giants who are intimidated by no one are definitely on guard when they talk to her. Swisher knows her damn shit.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605bd",
        "title": "Louder Than A Riot",
        "url": "https://open.spotify.com/show/0TKKQKsTzRZHfmudmfhifh?si=984a813a76c741cd",
        "category": [
            "Music History",
            "True Crime"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/assets_c/2021/02/louder-than-a-riot-thumb-210x210-1289887.jpg",
        "creators": [
            "NPR"
        ],
        "description": "NPR's Rodney Carmichael and Sidney Madden break down the intersection between hip hop and incarceration. There are a few mini-sections within the 10-episode series—from the story of Nipsey Hussle's murder and jailed emerging hip-hop star Bobby Schmurda to extensive interviews with rapper/activist Killer Mike on the state of politics today. It shines a light on how song lyrics can unfairly taint criminal trials and racial inequity and bias for these artists. Special note on the episode about artist/rapper Isis Tha Savior: Her heartbreaking story about giving birth in prison will haunt you for days. Most of the episodes came out in 2020, but the recent episode update on Mac Phipps incarceration alone is worth inclusion and will leave you hanging on the edge of your seat for more details. Thankfully a season 2 is coming soon, because his story is just beginning.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605bc",
        "title": "Welcome To Your Fantasy",
        "url": "https://open.spotify.com/show/3peO5EoD0YeRh7xcFMncDM?si=06da7e605fdf4570",
        "category": [
            "Society",
            "Culture",
            "Documentary"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/07/13/welcome-to-fantasy.jpg",
        "creators": [
            "Gimlet"
        ],
        "description": "You had me at a Chippendales true-crime mystery. Who knew?!! The wild idea to get more business at an L.A. bar in the 1980s became a worldwide pop-culture phenomenon. Prepare for bumping, grinding, body oil, backstabbing and murder. Natalia Petrzela gives you all the behind-the-scenes dirt. Her humor, intense research and honest demeanor makes WTYF such a treat. They take you back to all their appearances on talk shows, Saturday Night Live parodies and cringeworthy work-out videos. Detailed interviews with the cast and characters are hilarious, informative and a fun throwback to a greasier time.",
        "__v": 0
    },
    {
        "_id": "6202942006bd6e8b632605c0",
        "title": "The Jump",
        "url": "https://open.spotify.com/show/6KNEpJLmgGZ2KhEAbeCYvv?si=908ada10470c444a",
        "category": [
            "Society",
            "Culture"
        ],
        "image_url": "https://cdn.pastemagazine.com/www/articles/2021/08/19/the-jump.jpg",
        "creators": [
            "Mailchimp"
        ],
        "description": "Full disclosure: I book all the talent for this series but truly—even if I didn't—I'd still be obsessed. Shirley Manson, front woman of Garbage, is an underrated interviewer and host.",
        "__v": 0
    }
]